{
  "jokes": [
    "Você sabe uma piada suja e pesada? \nO elefante escorregou e caiu na lama.",
    "Como matar um Elefante Roxo? \nVocê atira com uma arma de matar Elefante roxo.",
    "Como matar um Elefante Branco? \nVocê aperta o pescoço dele até ele ficar roxo, e atira com uma arma de matar Elefante roxo.",
    "Como matar um Elefante Amarelo? \nVocê dá um susto nele pra ele ficar branco, aperta o pescoço dele até ele ficar roxo e atira com uma arma de matar Elefante roxo.",
    "Como matar um Elefante Verde? \nEspera ele amadurecer até ficar amarelo e cair. Aí você dá um susto nele pra ele ficar branco, aperta o pescoço dele até ele ficar roxo e atira com uma arma de matar Elefante roxo.",
    "Como matar um Elefante Azul? \nVocê provoca e irrita ele até ele ficar verde de raiva. Espera ele amadurecer até ficar amarelo e cair. Aí você dá um susto nele pra ele ficar branco, aperta o pescoço dele até ele ficar roxo e atira com uma arma de matar Elefante roxo.",
    "Como matar um Elefante Cinza? \nDeixe ele sem comer até ele ficar azul de fome. Aí você provoca e irrita ele até ele ficar verde de raiva. Espera ele amadurecer até ficar amarelo e cair. Aí você dá um susto nele pra ele ficar branco, aperta o pescoço dele até ele ficar roxo e atira com uma arma de matar Elefante roxo. Mas é mais fácil atirar logo no Elefante cinza porque qualquer arma mata ele.",
    "E marrom? \nNão vale a pena, pra que você vai querer matar um Elefante podre?",
    "Como matar 15 Elefantes de uma vez só? \nPinte um Elefante azul de bolinhas rosas, e matará quatorze de rir e um de vergonha!",
    "Como se coloca um Elefante dentro de um Gol? \nAbre a porta do gol pega o Elefante, coloca dentro e fecha a porta.",
    "Como colocar um Elefante na Geladeira? \nAbre a porta do gol pega o Elefante, fecha a porta do gol, abre a porta da geladeira, coloca o Elefante dentro e fecha a porta da geladeira!",
    "Como colocar 4 Elefantes dentro de um fusca cor de rosa? \n2 na frente e 2 atrás!",
    "Como saber que tem 4 Elefantes dentro de uma casa? \nÉ só ver se tem um fusca cor de rosa na frente!",
    "Como se coloca 4 Elefantes na geladeira? \nColoca o fusca cor de rosa na geladeira.",
    "Quantas Girafas consegues meter dentro de um Fusca cor de Rosa? \nNenhuma. Os Elefantes estão lá dentro.",
    "O rei da selva juntou todos os animais para uma reunião. Todos apareceram exceto os elefantes, por quê? \nEstavam todos presos no fusca!",
    "Quantos Elefantes consegues meter dentro de um Mercedes? \nCinco. Dois à frente, dois atrás e um no porta luvas.",
    "O que é mais difícil do que colocar um elefante no banco de trás de um carro? \nColocar dois elefantes no banco de trás de um carro!",
    "Como colocar uma Girafa dentro da Geladeira? \nAbre a porta, tira o Elefante coloca a Girafa e fecha a porta!",
    "E se não couber dentro? \nColoca um imã nas costas dele e prega na porta!",
    "Por que a mulher do Elefante deve ficar dentro da geladeira? \nPorque ElaéFanta!",
    "Como sabes que tem um Elefante na geladeira? \nPelas pegadas na manteiga.",
    "Como sabes que tem dois Elefante na geladeira? \nPelas 8 pegadas na manteiga.",
    "Como sabes que tem 3 Elefante na geladeira? \nA porta não fecha!",
    "Como você sabe que tem dois Elefantes na sua geladeira? \nVocê ouve risadinhas quando a luz apaga.",
    "Como você sabe que tem três Elefantes na sua geladeira? \nVocê vê o rabinho de um preso pelo lado de fora da porta.",
    "Como você sabe que tem quatro Elefantes na sua geladeira? \nO fusca está estacionado do lado de fora.",
    "Porque há tantos elefantes na floresta? \nNa geladeira não tem espaco para todos!",
    "O rei Leão fez um reunião com todos os animais da floresta, quem faltou? \nA Girafa (na geladeira).",
    "O leão caminhava pela selva e pergunta ao papagaio: \n- Quem é o rei da selva? \n- És tu poderoso leão! \nAnda mais e pergunta ao crocodilo: \n- Quem é o rei da selva? \n- És tu poderoso leão! \nCaminha mais e pergunta à Girafa: \n- Quem é o rei da selva? \n- És tu poderoso leão! \nAnda mais e pergunta ao Elefante: \n- Quem é o rei da selva? \nO Elefante agarrou-o e lançou-o contra uma árvore deixando-o quase morto. O leão levantou-se com dificuldade e comentou: \n- Aff, só por não saber a resposta não precisa ser ignorante! Perguntar não ofende!",
    "O que a Girafa falou para a outra quando viu um Elefante rosa subindo a serra? \n- Ah Olha o Elefante rosa subindo a serra!",
    "O que a Girafa falou para a outra quando viu um Elefante rosa subindo a serra de óculos? \n- Nada, não reconheceu ele!",
    "Por que o Elefante usa tênis cinza? \nPara combinar com a cor!",
    "Por que Elefantes usam tênis roxos? \nPara não sujar os cinzas!",
    "Por que Elefantes atravessam o lago de costas? \nPara não molhar seus tênis roxos!",
    "Por que as formigas olham por cima da areia? \nPara ver os Elefantes que estão sem tênis roxos!",
    "Como se passa um Elefante por baixo da porta? \nColoca ele dentro de um envelope e passa por baixo da porta!",
    "E se não passar? \nTira o selo!",
    "E se ainda não passar? \nTira-se o remetente!",
    "Mas como se coloca o Elefante dentro do envelope? \nPega-se um helicóptero sobe até tudo ficar bem pequeno, ai você pega o Elefante e coloca no envelope!",
    "Como você faz para evitar que um elefante passe por baixo da porta? \nÉ só dar um nozinho no rabo dele",
    "Por que Deus fez os Elefantes cinzentos? \nPara que eles não fossem confundidos com canários.",
    "Qual a semelhança entre o Elefante e os canários? \nAmbos sabem voar menos o Elefante!",
    "Quantas aves so necessárias para levantar um elefante? \n 4 patas",
    "O que é um Elefante em cima de uma árvore? \nUm Elefante a menos na face da Terra.",
    "O que são 2 Elefantes em cima de uma árvore? \nDois Elefantes a menos na Terra...",
    "E o que é são 3 Elefantes em cima da mesma árvore? \nUma árvore a menos na Terra!",
    "Por que o Elefante caiu da árvore? \nPorque ele era um Elefante marrom.",
    "Por que um segundo Elefante caiu da árvore? \nPorque estava agarrado ao primeiro.",
    "Por que um terceiro Elefante caiu da árvore? \nPensava que era um jogo.",
    "E por que a árvore cai? \nPensa que é um Elefante.",
    "Como se esconde um elefante numa plantação de morangos? \nPinte as unhas dele de vermelho.",
    "Você já viu um elefante escondido numa plantação de morangos? \nNão? Viu só como ele disfarça bem!",
    "Por que não se deve ir para a floresta entre as 3 e 4 da madrugada? \nPorque os elefantes estão a saltar das árvores.",
    "Por que não se deve ir para os bosques às 5 da manhã? \nÉ quando os elefantes treinam o paraquedismo!",
    "Por que os jacarés são achatados? \nPorque estavam no bosque!",
    "O que é bonito, cinzento e usa chinelos de cristal? \nCinderelefante!",
    "Por que os elefantes têm as patas assim? \nPara passearem sobre os lírios!",
    "Por que não é seguro ir para os campos de lírios entre as 4 e 6 da tarde? \nÉ quando os elefantes andam a passear sobre os lírios!",
    "Por que os sapos são tão baixos? \nPorque vão para os campos de lírios entre as 4 e 6 da tarde.",
    "Como o elefante faz para descer da árvore? \nSenta em uma folha e espera o outono chegar.",
    "Como é que um Elefante se disfarça no meio da selva? \nPinta as unhas de vermelho e sobe para cima de uma cerejeira! \nAlguma vez viste um Elefante numa cerejeira? \nNão? Viu como dá certo!",
    "Como morreu o Tarzan? \nAo apanhar cerejas.",
    "Como se coloca um Elefante em cima de uma cerejeira? \nPlanta a semente, coloca o Elefante em cima e espera nascer!",
    "Como é que o Elefante desce da cerejeira? \nSenta-se em cima de uma folha e espera pelo outono.",
    "Por que as galinhas atravessam a estrada? \nPara irem para o outro lado.",
    "Por que os Elefantes atravessam a estrada? \nPorque é dia de folga das galinhas.",
    "O que diz o Tarzan quando vê uma manada de elefantes no horizonte? \nVejam, uma manada de elefantes no horizonte!",
    "O que diz o Tarzan quando vê uma manada de elefantes com óculos de sol? \nNada. Ele não os reconhece!",
    "O que diz o Tarzan quando vê uma manada de girafas no horizonte? \nHaha! Vocês enganaram-me uma vez com esses disfarces, mas agora não!",
    "Qual é a diferença entre um elefante e uma ameixa? \nO elefante é cinzento !",
    "O que diz Jane quando vê uma manada de girafas no horizonte? \nVejam, uma manada de ameixas no horizonte!",
    "Como colocas o Tarzan dentro de uma  geladeira? \nAbre a porta, tira o fusca de dentro, coloca o Tarzan, fecha a porta.",
    "Como sabes se o Tarzan está dentro da geladeira? \nPodes ouvir o Tarzan a gritar OIOIOIOIOIOIOIOOOOOOOOOOOOOOOOOOO.",
    "Como colocas 2 Tarzans dentro de uma geladeira? \nNão podes, oh idiota! Só há um Tarzan!",
    "Como o Elefante se disfarça na selva? \nPinta o saco de vermelho e sobre num pé de amoras.",
    "Qual o barulho mais alto da selva? \nUm macaco comendo amoras.",
    "Como o Tarzan morreu? \nComendo amoras.",
    "Porque é que os elefantes vivem em manadas? \nPara conseguirem descontos na compra de Havaianas!",
    "Como você sabe que tem um elefante na piscina? \nÉ só ver se a Havaianas dele está na borda da piscina.",
    "Por que o Elefante foi na piscina de short branco e bolinha azul? \nPorque o de bolinhas vermelhas estava lavando.",
    "Como o Elefante entra na piscina? \nPela escada.",
    "Como ele sai da piscina? \nMolhado.",
    "Como é que se tira dois elefantes da piscina? \nUm de cada vez.",
    "Sabem como se caça uma manada de Elefantes? \nPõe-se um cartaz na selva com a seguinte frase: \\\"Vendem-se Alfacias\\\". Depois assobia. Os Elefantes vem todos contentinhos, veem o cartaz, desatam a rir e a dizer: \\\"Ha ha ha, está mal escrito\\\". Quando os bichos estiverem todos de patas para o ar de tanto rirem, é só virar os binóculos ao contrário e colocá-los dentro do saco.",
    "Por que Elefantes tem a pele enrugada? \nPorque suas patas não cabem no pote de Creme de Aveia Monange!",
    "Dois mineiros estavam pescando quando passou um Elefante voando. \nUm deles diz: cê viu compadre? \nE outro: é... \nDaí a pouco passam mais dois Elefantes voando: Cê viu compadre? \nVi, e parece que o ninho deles é pros lado de lá.",
    "Por que não apareceu nenhum amigo no enterro do Elefante? \nNinguém queria carregar o caixão!",
    "Por que um Elefante não anda de bicicleta? \nNão tem polegar para tocar a campainha.",
    "Como é que tiras um Elefante do mar vermelho? \nMolhado.",
    "Como é que um Elefante passa despercebido no centro do Rio de Janeiro? \nCom óculos escuros?",
    "O que é cinzento e não está lá? \nNenhum Elefante.",
    "Como você sabe que tem Elefantes na cama com você? \nVocê encontra cascas de amendoim no lençol.",
    "Adivinha o que eu tenho na mão? \nÉ cinza e grande! \nUm Elefante?  \nAh, não vale, você viu o rabinho!",
    "Por que os Elefantes pintam a ponta dos pés de amarelo? \nPara não serem notados de cabeça para baixo em uma tijela de creme de leite.",
    "O que pensas quando vês 3 Elefantes descendo a rua vestindo camisas cor de rosa? \nSão todos da mesma equipe.",
    "O que obténs quando cruzas um Elefante com uma formiga? \nUma formiga morta.",
    "O que é mais difícil do que colocar um Elefante em uma lata de Skol? \nColocar lá 2 Elefantes.",
    "O que é mais difícil do que colocar 2 Elefantes em uma lata de Skol? \nColocar lá uma Elefante grávida.",
    "Por que os pinguins usam enormes preservativos enfiados na cabeça? \nPorque se os Elefantes os pisam estão fodidos.",
    "O que um amendoim diz a um Elefante? \nNada. Os amendoins não falam.",
    "O que a Girafa disse para o Elefante quando estava descendo a ladeira? \n\\\"Oi Elefante.\\\"",
    "Por que o Elefante não pega fogo? \nPorque ele é cinza.",
    "Como é que se faz para passar um Elefante no buraco de uma agulha? \nDá uma lambidinha na ponta do rabinho dele.",
    "Por que é que os pigmeus são tão pequenos? \nPorque não sabem ver as horas.",
    "O que os elefantes usam como vibradores? \nPigmeus epiléticos.",
    "Porque o Elefante é cinza, grande e enrugado? \nPorque se ele fosse branco, pequeno e liso ele seria uma aspirina!",
    "Por que o Elefante usa chapéu verde? \nPra poder atravessar mesas de sinuca sem que ninguém perceba.",
    "O que se pensa quando se vê três Elefantes a passear na rua usando a mesma Tshirt? \nSão do mesmo clube!",
    "Por que é que os Elefantes usam sandálias? \nPara não afundarem na areia.",
    "Por que é que as ostras espreitam por cima da areia? \nPara verem os elefantes que não trouxeram sandálias!",
    "Porque o Elefante não dança Twist? \nPorque ele não consegue estalar os dedinhos.",
    "Qual é a diferença entre as pulgas e os elefantes? \nÉ que os elefantes podem ter pulgas, mas as pulgas não podem ter elefantes!",
    "Por que os elefantes não lutam boxe? \nPorque têm medo de levar na tromba.",
    "O que se dá a um elefante enjoado? \nMuito espaço!",
    "Como se chama dois elefantes numa bicicleta? \nOtimismo.",
    "O que se consegue levando um elefante à cidade? \nEstacionamento livre!",
    "O que se consegue levando um elefante para o emprego? \nPrivacidade no elevador.",
    "Como saber se um elefante está no pub? \nA bicicleta está lá fora!",
    "Como saber se dois elefantes estão no pub? \nQuando tem uma moça no corrimão!",
    "Quantos elefantes são precisos para trocarem uma lâmpada? \nOs elefantes não sabem trocar lâmpadas!",
    "Como saber se um elefante está debaixo da cama? \nQuando vêr a tromba tocando o teto!",
    "Qual é o orgão sexual dos elefantes? \nA pata. Se tentar coloca em cima de você estás fodido!",
    "O que diz a fêmea do elefante durante o ato sexual? \nPosso ficar por cima desta vez.",
    "O que acontece quando um elefante se senta à tua frente no cinema? \nPerdes a maior parte do filme.",
    "O que é que os elefantes usam como preservativos? \nCobras",
    "O que é que os elefantes usam como tampões? \nOvelhas.",
    "Por que o elefante usa óculos vermelhos? \nPra VER MELHOr.",
    "Por que o elefante usa óculos verdes? \nPra VER DE perto",
    "Por que o elefante usa óculos marrom? \nPra ver MARROMenos.",
    "Por que os elefantes são encontrados na África? \nPorque são grandes demais para se esconderem.",
    "Como transformar uma mulher gata num elefante? \nCase com ela.",
    "É cinza, tem bolinhas vermelhas e não é pijama. O que é? \nUm Elefante com catapora.",
    "Como disfarçar um elefante em uma plantação de ameixas? \n Coloca eles em cima de um pé de ameixa e pinta suas bolas de roxo",
    "Já viram um elefante em um pé de ameixa? \n Viram como eles se disfarçam bem?",
    "Qual o maior barulho da floresta? \n Macacos comendo ameixa!"
  ]
}
